[
    {
        "id": "78924dd8-2a2c-414d-ba92-cda048b97bc4",
        "sr_no": 1,
        "language": "tet",
        "etymology": "Aleurites enten fromu Gregu aleuron ne'e mea \"farina/mela,\" ne'ebé refere ba coating mealy, no moluccana nune'e signifika \"husi Moluccas (Nusa Maluku, Indonésia).\"",
        "scientific_name": "Aleurites moluccana",
        "common_name": "Ai-Kami",
        "habitat": "Komun adak iha kustal atu mid-hilu iha Timor-Leste, halo hahan iha florestat sekundáriu, iha riu no iha ba estrada buka hilu.",
        "phenology": "\"Durante o Ano\"",
        "identification_characters": "Kera árvore média-besik; folha alternada, large, simples no frequentemente 3-lobada (especialmente ba iha brotu balun), parte de ba baixo buka pálido/prata; peci folha muito longo; seiva mília; flor branca iha kestre ba ramificação; fruta drupe kare-kare ~4–6 cm, verde baitaf, torna hahan-maromak durante ripe, ho 1–2 “noz de candeia” oleoso.",
        "leaf_type": "Simples",
        "fruit_type": null,
        "seed_germination": "Kolekta fruta maturo Brown husi erva ka endocarpu duni. Extrai semente kulku fresh fruit sira iha loron husi mos, hakarak baik nut, lava, no seca; sita fuil sira husi agua no armazena semente seca husi bulan iha ~10-12% humidade. Tanba endocarpu mak muy, seca casca iha sol 2–3 loron no liu hosi nee, bota casca morna iha agua (thermal shock) atu kreak. Proteje semente husi rodet. Usa meio germinasaun husi aproximadamente 2:1 topsoil no areia riu, no seme nut sira kreak iha 2–3 cm fundu iha polybag deep ka iha bed loose no fundu (taproot grande). Husi kreak, germinasaun tipikamente relo iha ~3–8 semana (bele iha 3–4 semana) no taxa bele atinji 80%, enquanto semente naok liu bele tau 3–4 bulan no la kestal.",
        "pest": "Para akasia, ameaça mais imediata ba viveiro mak roda sira ne'ebe atra ba kernel oiloso - proteje bedu germinasaun no tray husi rede fio ou rede finu no mantem piso sai limpa. Iha rai, sai doença fungal ne'ebe halao defoliamentu no akumulasaun fruta ne'ebe antes tebes, enquanto borra longhorn no termitas subterranea hama stem, collar, no raiz. Fruta sira frequentemente atak ba fruit flies no seed/pod borers; koleksaun regular no destrusaun ba fruta ne'ebe husi no atak mak importante.",
        "image_url": "https://deakin365.sharepoint.com/:f:/r/sites/Chameleon2/Shared%20Documents/Species%20Database%20App/Dataset/Photos_Cleaned/aleurites-moluccana?csf=1&web=1&e=0FQkEC",
        "videos": null
    },
    {
        "id": "38fbd16b-a363-4127-87f1-e5cd2ba048a4",
        "sr_no": 2,
        "language": "tet",
        "etymology": "Tectona vem husi Gregu téktōn \"carpinteiro/construtor,\" hatete ba utiliza hanesan madeira, no grandis nian tuir Latín mak mak grande.",
        "scientific_name": "Tectona grandis",
        "common_name": "Ai-Teka",
        "habitat": "Primariamente plantado no sira kolekti, husi monti sekulu no kandu lime.",
        "phenology": "Florasi: Junhu tihaon Setembro; Frutu: Novembru tihaon Janeru.",
        "identification_characters": "Uma árvore grande, de folha caduca; as folhas são muito grandes, opostas e simples; perde as folhas durante 3 a 4 meses na final da estação seca; as flores são pequenas (≈8 mm), de cor malva a branca, em grandes cabeças ramificadas; o fruto é uma drupa redonda, dura e lenhosa com quatro câmaras, envolta em uma \"bexiga\" inflada e de papel, verde pálido e depois marrom quando madura.",
        "leaf_type": "Simples",
        "fruit_type": null,
        "seed_germination": "Kolekta fruta matuur, karek; hahú sepal/kaliks luar, depois hau scarify kopra kari ho papel areia ka pedra ka'i. Fila polibag ho mistura oan ne'ebé iha drenajen diak, mistura pamoi no kompostu iha proporção 3:1. Sow 3–5 semento iha cada bag iha profundidade 1–2 cm ka sow iha lemak germinasaun antes.",
        "pest": "Termitas sira mak problema sira nian iha teak; sira eku husi \"heartwood,\" deixa husi stem eskasa no galeria mudu - sa'e hetan atake mak forte, felli no hasai nee mak opçao praktiku seluk. Kukur husi leun mak bisa tira folhagem rapidamente; fazê inspeksaun frequentemente, manté korona abri husi prune ringan, no hamoos folhas/ramos nebee mak infestadu forte. Borer husi wood halo hole roudu maliit no empurra fheto powder nian maka sawdust; evita feri ai no hamoos/destrui wood nebee mak infestadu. Iha viveiro no plantasaun jovem, wilting senai hatudu frequentemente husi drena pobre ou manipulasaun raiz barat - usa leito nebee mak dobra bem, vra husi maneira igual, no prune hamoos jari nebee mak kancker/duruk ba ba tuir sintoma uluk.",
        "image_url": "https://deakin365.sharepoint.com/:f:/r/sites/Chameleon2/Shared%20Documents/Species%20Database%20App/Dataset/Photos_Cleaned/aleurites-moluccana?csf=1&web=1&e=0FQkEC ",
        "videos": null
    },
    {
        "id": "84e9b20a-6ffa-44fd-b996-0e4a76a7c15d",
        "sr_no": 3,
        "language": "tet",
        "etymology": "Toona mai husi nome vernacular indiano “toon/tun” ba árvore, no ciliata mak Latin ba “franja/udel,” ne'e referencia ba udel naruk iha parte sira hanesan borda folha.",
        "scientific_name": "Toona ciliata",
        "common_name": "Ai-Saria",
        "habitat": "Matan foun iha rai umed ho ribeira no laran hatoo ba rai fufun ida ne'be boa husi levada ba kosta tebes hasta nia haksel 1,500 m.",
        "phenology": "Floração: Marçu - Maiu; Frutificação: Julhu - Agostu.",
        "identification_characters": "\nUlu-nai, árvore deciduosa; tronco frequentemente reforçado, casca luar escuru marrom, rugosa no escamosa; liur alternada no pinnate single ho 4–8 pares opostos a subopostos folíolos lanceolados, folhagem foun kolor rosa brillante; flor pequena, brank no moris, iha sprays terminais longa no droop; fruta kapsula seca ho 5 válvula ne'ebe sa'e husi em cima atu libera tante sementes pequenas, foho.",
        "leaf_type": "Kompostu pinnadu (ida de'it)",
        "fruit_type": null,
        "seed_germination": "Kolekta fruta madur, ne'ebe mak matur sira husi rai kona ba fruta ne'be hasi. Fila bedu nurserie ho mistura ne'be iha drainage diak, mak inclui topsoil no kompostu ou areia. Seme fila ba surface ou buka tan ba rai ho linha 10 cm iha entre sira;",
        "pest": "Toon muda (Toona ciliata) frequentemente sofre de buracos nos brotos que matam o broto superior e causam bifurcações e coroas tortas; verifique as pontas com frequência, mantenha um tronco reto, e corte e queime os brotos infestados. Termitas e besouros de pó atacam a madeira, deixando pequenos buracos redondos e poeira semelhante a farinha - evite ferir, mantenha a madeira fora do chão e remova peças severamente infestadas. A erva de pasmo parasitária aparece como grupos verdes nos ramos; corte o ramo de volta para madeira saudável e destrua os grupos. A podridão radicular e do tronco enfraquece as árvores (folhas amareladas, caules inclinados, cogumelos em forma de prateleira na base); mantenha a base do tronco seca e sem lesões, e remova árvores severamente apodrecidas. Proteja as mudas e os jovens brotos do gado com cercas simples ou proteção até que estejam bem estabelecidos.",
        "image_url": "https://deakin365.sharepoint.com/:f:/r/sites/Chameleon2/Shared%20Documents/Species%20Database%20App/Dataset/Photos_Cleaned/toona-ciliata?csf=1&web=1&e=kWDj0Z",
        "videos": null
    },
    {
        "id": "718b7190-f250-4361-b72f-2da90abf0fff",
        "sr_no": 4,
        "language": "tet",
        "etymology": "Sterculia deriva husi Latin Sterculius, deus kiak mamar, (stercus = mamar), no foetida nian atu hatoo \"sik'il badak/fetid.\"",
        "scientific_name": "Sterculia foetida",
        "common_name": "Ai-nitas",
        "habitat": "Uma árvore ba laran, moris iha plai quente, sekre dry no slope roza, frequentemente presiza neebe iha aldeias no hanesan ao longu dalan.",
        "phenology": "Florik: Fevereiro a Março, Frutifiku: Janéru a Fevereiro. Frutu harii manipulu 11 meses depois husi aparisaun primeira flor.",
        "identification_characters": "Uma arvore grande, reta, decidua; casca lisa no husi gray; folhas jumlah iha ponta rami, palmate digitate ho 7–9 folhinha, petiole longa (teknia ~20 cm) no foliage ho odór di’ak; flor sira iha muitos ramo, verde to o rosa mate, ho feto no mane iha arvore ne'ebe diferente; fruitu ketak husi nhóm folículo vermelho thick ne'ebe dehan jadi madeira, cada haburas varias semente kolor slate, oblong (~1.5–1.8 cm) ho aril pequeno kolór amarel.",
        "leaf_type": "Kompostu palmadu",
        "fruit_type": null,
        "seed_germination": "Rekolta fruta vermelha matenek no fali fruta ne'ebé husi tinan sira, halo mai saida no limpa tuir tanba foho. Sosa saida 24 oras, depois, tira kappa preta fina ou halo scarify leet. Planita iha bedu germina ho mistura ne'ebé hadutu husi terra preta no kompostu iha proporção 3:1. Losa saida iha liur nia lado ka planita ida ne’ebé sa'ida scarified/nicked iha level ho ka liu tanba superfície.",
        "pest": "Iha nursiri Sterculia foetida, problema utama mak katakula folin ne'e, ne'be bele afecta 70–80% boot nian no halo morte muito alta. Larva sira ho hilo finu, halo folin ne'e seka, no sa'e dentro, deixa patch sira \"janela\" finu entre veia sira antes de move ba folin barak. Husik bed sira diariamente no hamosu ou destrui folin sira ne'ebe seka ho katakula iha. Proteje bed germinasaun ho maluk insekto finu, manten espaçamento no ar na'in diak, no evita crescimento verdin, sombra demais. Iha sinal inicial, spray biológicos oinsá spray neem (azadirachtin) bele ajuda mantem danu baixa.",
        "image_url": "https://deakin365.sharepoint.com/:f:/r/sites/Chameleon2/Shared%20Documents/Species%20Database%20App/Dataset/Photos_Cleaned/toona-ciliata?csf=1&web=1&e=kWDj0Z",
        "videos": null
    },
    {
        "id": "d574a95e-7f6d-4917-866c-ecac6ef8f0ac",
        "sr_no": 5,
        "language": "tet",
        "etymology": "Albizia honra Filippo degli Albizzi, ida ne'ebe apresenta Albizia ba Europa, no lebbeck vem husi nome lokal Árabe/Índio “lebbek/labakh.”",
        "scientific_name": "Albizia lebbeck",
        "common_name": "Ai-Samatuku",
        "habitat": "Especie ne'e borsa kona ba dalan hulu iha elevasaun ne'e bassu ba midiu.",
        "phenology": "Florats: Setembru–Novembru; Frutu: Maiu–Julhu",
        "identification_characters": "Uma árvore média–grande, decídua; cortiça cinza, fissurada e esponjosa, folhas duplamente pinadas com 2–4 pares de pinnae, cada uma com muitas pequenas folhitas oblongas oblíquas (~1.5–6.5 × 0.5–3.5 cm); flores em cabeças grandes, aromáticas, fofas, esféricas amarelo-verdosas em longos talos; fruto é vagem longa, plana, parecida com papel e couro, de cor palha clara a marrom claro, inchada sobre as sementes e não constrita.",
        "leaf_type": "Kompostu pinnadu (duplu)",
        "fruit_type": null,
        "seed_germination": "Kolekta pod sira quando tiha, kor brown, no antes de sira buka; seca iha sol ba alguns dias para sira buka, depois limpa no armazena semente sira tiha. Pre-trata por tou water quente kiik iha em semente sira no lasa 12–24 oras para labele coat forte. Lur ba germinasaun  komposta husi Soil: Sand: Compost iha proporção 1:1:1. Sowa ~1 cm karak; iha lur sira espasa semente sira ~5 cm iha linha, germinasaun normalmente inicia tuir liu liu 1–2 semanas ho semente sira fresk, pre-tratada.",
        "pest": "Iha nurseries, semente Albizia frequentemente morre hosi damping-off no outra rotu raiz; uza media liman no mayora, evita over-watering, no hatudu plantas malade ba uluk. Iha dalan, doença murtu ne'ebé grave bele baneu fluxu água, ne'e resulta iha folhas amarela, moras de forma sudden, no morte ramú ka árvores hotu; halao árvore ne'ebé afetadu badak no evita ferida rai'z no fust.",
        "image_url": "https://deakin365.sharepoint.com/:f:/r/sites/Chameleon2/Shared%20Documents/Species%20Database%20App/Dataset/Photos_Cleaned/albizia-lebbeck?csf=1&web=1&e=Sk9zXV",
        "videos": null
    },
    {
        "id": "3a308a28-0bf6-4b72-acc1-4a358f502226",
        "sr_no": 6,
        "language": "tet",
        "etymology": "Azadirachta sai husi linguagem Persa azad-darakht, nebe meaning “rai livre” (nobre ka la'os sujeitado ba hakarak), no indica hato'o “husi Índia”.",
        "scientific_name": "Azadirachta indica",
        "common_name": "Sumaer Malae",
        "habitat": "Especie ne'e cresce iha rai batar no geralmente plantedu iha ao ruas.",
        "phenology": "Florensa: Janeru–Março; Fruta: Maiu–Agostu",
        "identification_characters": "Azadirachta indica ho ba árvore média ba grande ne'be kontinua verde, ho korona rounded ne'be densu no bark gris escuro, ho fïssuras. Folhas sira tri pinatemente kompostu, 20–40 cm naruk, flor sira pequena, branku a amarelo klaru, ne'be hasai odor, no hatudu iha rami. Fruta ne'e mak drupe elliptika, ho seid aussi 1, ne'be verde-amarelu ba roxo durante osan. Árvores ne'e inicia fruta depois 5 naun no bele moris até 200 naun.",
        "leaf_type": "Kompostu pinnadu (triplu)",
        "fruit_type": null,
        "seed_germination": "Fruitu neem sira nudar durante ne'ebé sira torna sendo amarelho no diak ruma, preferivelmente kolhe direktu hosi it tree. Depois de depulpasaun no limpa, semente sira tenke semente fresku, tanba sira perde viabilidade rapidamente no la presiza scarifikasaun. Mixu soil:sand:compost 2:1:2 fó media ne'be diak, ho semente sira nudar 1–2 cm dentro ba polybags ka leet. Germinasaun geralmente inicia dentro 4–10 dias no la'ós hahu completu dentro 3–5 semana. Semente fresku iha taxa sukcesu ne'ebé mais alta, enquanto semente laran sira mostra germinasaun limitada.",
        "pest": "Nihon foin sira geralmente resistencia, maibé alguns pragas no enfermidade bele afetá sira. Iha viveiro, mudas frequentemente sofre husi damping off (causadu husi fungo) no spot folha husi diferentes fungo no bactéria. Podre raiz no enfermedade rosa bele danu árvores mais idosas, fazendo branhon sira morre.",
        "image_url": "https://deakin365.sharepoint.com/:f:/r/sites/Chameleon2/Shared%20Documents/Species%20Database%20App/Dataset/Photos_Cleaned/azadirachta-indica?csf=1&web=1&e=cPEt88",
        "videos": null
    }
]